mappings.md
```mermaid
graph TD;
    "ResourceID" --> "@id";
    "ResourceID" --> "url";
    "ResourceHeader.ResourceName" --> "name";
    "ResourceHeader.ReleaseDate" --> "sdDatePublished";
    "ResourceHeader.Description" --> "description";
    "ResourceHeader.Description" --> "abstract";
    "ObservedRegion" --> "spatialCoverage";
    "Keyword" --> "keywords";
    "AccessInformation.AccessURL" --> "distribution";
    "ResourceID" --> "@id";
    "ResourceID" --> "url";
    "ResourceHeader.ResourceName" --> "name";
    "ResourceHeader.ReleaseDate" --> "sdDatePublished";
    "ResourceHeader.Description" --> "description";
    "ResourceHeader.Description" --> "abstract";
    "ObservedRegion" --> "spatialCoverage";
    "Keyword" --> "keywords";
    "AccessInformation.AccessURL" --> "distribution";
    "Parameter" --> "variableMeasured";
```
